<?php

return [
    'name'        => '關卡',
    'names'       => '關卡',
    'label'       => [
        'name'             => '關卡名稱',
    ],
    'message'     => [
        'nopage' => 'Page not found.',
    ],
    'level_one' => [
        'question_one' => '你將會看到24段動畫短片，這些短片展現了孩子們在教室裏的一些行爲舉止。針對動畫裏所出現的行爲，請指出你對每一種行爲的容忍程度。 (程度分爲1-5級; 5表示最無法忍受)',
        'question_two' => '前面所描述的一些行爲當中，.有些會被視作欺淩行爲，而另一些則可能被視爲課堂上較普遍的破壞性行爲。破壞性行爲和欺淩行爲之間的一個關鍵區別是，前者會影響老師和孩子之間的關係，而後者通常影響孩子和孩子間之關係。你能將這些動畫分至不同的欺淩類型嗎?
',
        'question_three' => '欺淩行爲本身還可分爲各種類型: 身體攻擊、言語攻擊、謠言散播、社會排斥、破壞或者奪取走那些對受害者有重要意義的物件。你能將這些動畫分至不同的欺淩類型嗎?',
        'question_four' => '這24個動畫描述的行爲中，老師比較容易留意到其中的一些行爲，卻容易忽略另外一些行爲。根據你已經分好的行爲類別，請評價一下老師留意到這些行爲的可能性。 (可能性分爲1-5級; 5 表示最容易被注意到)。',
        'question_five' => '請設想一下: 如果老師沒有留意到某種行爲，會導致什麽後果?',
    ],
    'level_four' => [
        'question_two' => '除了上面提到的7種策略，你還能想到其他的策略嗎? 請輸入您的策略，然後查看其他課程參與者提出的策略。你的策略和別人的有什麽不同? 在所有的策略中，你最喜歡哪種策略? 你能給你最喜歡的策略點個贊嗎?',
    ],
];
